Repository: rviktor/cakephp3-media-plugin
Catalog: src/Locale/*/media.po
Languages: hu

source: The model '{0}' doesn't have a 'Media' Behavior
hu: A model '{0}' nem tartalmazza a 'Media' komponenst

source: You don't have the permission to upload this filetype ({0} only)
hu: Nincs jogosultságod a fájl típus feltöltéséhez (csak {0})

source: You can't send more than {0} files
hu: Nem lehet {0} fájlnál többet feltölteni

source: The width is too big, it must be less than {0}px
hu: Túl széles a kép, maximum {0}px lehet

source: The height is too big, it must be less than {0}px
hu: Túl magas a kép, maximum {0}px lehet

source: The file size is too big, {0}kb max
hu: Túl nagy a kép mérete, maximum {0}kb lehet

source: Modify picture
hu: Kép módosítás

source: Replace picture
hu: Kép csere

source: Title
hu: Kép címe

source: Alt text
hu: Kép alt címe

source: Caption
hu: Felirat

source: Display settings
hu: Megjelenési beállítások

source: Alignment
hu: Igazítás

source: Left
hu: Balra

source: Center
hu: Középre

source: Right
hu: Jobbra

source: None
hu: Nincs

source: Update
hu: Frissít

source: Upload a new file
hu: Új kép feltöltés

source: Gallery
hu: Galéria

source: Drop your files to upload
hu: Húzza ide a fájlokat a feltöltéséhez

source: Do you really want to delete this file ?
hu: Biztos törölni szeretnéd ezt a fájlt?

source: About this file
hu: Információk a fájlról

source: Delete definitively
hu: Végleges törlés

source: Target
hu: Elérés

source: Set as thumbnail
hu: Beállítás alapértelmezettnek

source: Insert into post
hu: Behelyezés a tartalomba

source: Error
hu: Hiba

source: Table '{0}Table' doesn't have 'Media' behavior
hu: La table '{0}Table' n'a pas le comportement 'Media'
